/* Account activation navigation title
   Account activation title */
"Account activation" = "Account activation";

/* Account already activated title */
"Account already activated" = "Account already activated";

/* Account blocked title
   INVALID_RESPONSE error title (0 attempts left) */
"Account blocked" = "Account blocked";

/* Account cannot be saved title */
"Account cannot be saved" = "Account cannot be saved";

/* Account details navigation title */
"Account details" = "Account details";

/* Accounts back button title */
"Accounts" = "Accounts";

/* Unexpected error message */
"An unexpected error occurred. Please contact support." = "An unexpected error occurred. Please contact support.";

/* Unknown error message */
"An unknown error occured. Please contact support." = "An unknown error occured. Please contact support.";

/* Unknown error message */
"An unknown error occurred. Please contact support." = "An unknown error occurred. Please contact support.";

/* Accounts blocked error message */
"Because you entered an incorrect PIN too many times, all your accounts have been blocked. You can't login anymore." = "Because you entered an incorrect PIN too many times, all your accounts have been blocked. You can't login anymore.";

/* Blocked cell label */
"Blocked" = "Blocked";

/* No identity provider logo message */
"Cannot retrieve the identity provider logo. Please contact the identity provider and try again later." = "Cannot retrieve the identity provider logo. Please contact the identity provider and try again later.";

/* Authentication confirm back button title
   Enrollment confirm back button title */
"Confirm" = "Confirm";

/* Alert for skipping the instructions in the future */
"Do you want to see these instructions when you start the application in the future? You can always open the instructions from the Scan window or change this behavior in Settings." = "Do you want to see these instructions when you start the application in the future? You can always open the instructions from the Scan window or change this behavior in Settings.";

/* Enrollment PIN back button title */
"Enter PIN" = "Enter PIN";

/* Authentication PIN title
   Enrollment PIN title */
"Enter your PIN" = "Enter your PIN";

/* Enrollment PIN verification description */
"Enter your PIN code again for verification. Please note the animal icon. This will help you remember your PIN code." = "Enter your PIN code again for verification. Please note the animal icon. This will help you remember your PIN code.";

/* Alert title for error */
"Error" = "Error";

/* Account cannot be saved message */
"Failed to store your account information. Please contact support." = "Failed to store your account information. Please contact support.";

/* Username label */
"Full Name" = "Full Name";

/* User ID label */
"ID" = "ID";

/* Identity select back button title */
"Identity" = "Identity";

/* Info label */
"Information" = "Information";

/* Instructions navigation title */
"Instructions" = "Instructions";

/* INVALID_USERID error title */
"Invalid account" = "Invalid account";

/* INVALID_CHALLENGE error title */
"Invalid challenge" = "Invalid challenge";

/* Invalid QR tag title */
"Invalid QR tag" = "Invalid QR tag";

/* INVALID_REQUEST error title */
"Invalid request" = "Invalid request";

/* Invalid response title */
"Invalid response" = "Invalid response";

/* Login navigation title
   Login title */
"Login" = "Login";

/* No button title */
"No" = "No";

/* No account title */
"No account" = "No account";

/* No connection error title
   No connection title */
"No connection" = "No connection";

/* No identity provider logo title */
"No identity provider logo" = "No identity provider logo";

/* OK button title */
"OK" = "OK";

/* Error title if PIN's don't match */
"PINs don't match" = "PINs don't match";

/* Return to button title */
"Return to %@" = "Return to %@";

/* Scan button title */
"Scan" = "Scan";

/* Start button title */
"Start" = "Start";

/* Error message if PINs don't match */
"The entered PINs don't match. Try again. Choose a PIN you can remember." = "The entered PINs don't match. Try again. Choose a PIN you can remember.";

/* Unknown account message */
"The given account is not activated on this device. Please try again after activating or transfering the account." = "The given account is not activated on this device. Please try again after activating or transfering the account.";

/* Invalid response message */
"The identity provider returned an invalid response. Please contact the identity provider and try again later." = "The identity provider returned an invalid response. Please contact the identity provider and try again later.";

/* INVALID_CHALLENGE error message */
"The scanned QR tag is either invalid or expired. Please try again." = "The scanned QR tag is either invalid or expired. Please try again.";

/* INVALID_REQUEST error message */
"The server doesn't recognize the login request. Please contact support." = "The server doesn't recognize the login request. Please contact support.";

/* INVALID_RESPONSE error message (0 attempts left) */
"This account can no longer be used." = "This account can no longer be used.";

/* Account already activated message */
"This account has already been activated and is ready to be used." = "This account has already been activated and is ready to be used.";

/* Account blocked message */
"This account has been blocked. Please contact your identity provider for instructions on how to reactivate your account." = "This account has been blocked. Please contact your identity provider for instructions on how to reactivate your account.";

/* Blocked navigation title */
"tiqr is blocked" = "tiqr is blocked";

/* No connection error message */
"To activate your account you need to have an active internet connection. Please try again later." = "To activate your account you need to have an active internet connection. Please try again later.";

/* Invalid QR tag message */
"Unable to interpret the scanned QR tag. Please try again. If the problem persists, please contact the website adminstrator." = "Unable to interpret the scanned QR tag. Please try again. If the problem persists, please contact the website adminstrator.";

/* Unknown account title */
"Unknown account" = "Unknown account";

/* Unknown error title */
"Unknown error" = "Unknown error";

/* Enrollment PIN verification back button title */
"Verify PIN" = "Verify PIN";

/* Enrollment PIN verification title */
"Verify your PIN" = "Verify your PIN";

/* Welcome navigation title */
"Welcome to tiqr" = "Welcome to tiqr";

/* INVALID_RESPONSE error title (> 1 attempts left)
   INVALID_RESPONSE error title (1 attempt left) */
"Wrong PIN" = "Wrong PIN";

/* Yes button title */
"Yes" = "Yes";

/* No connection error message */
"You appear to have no active internet connection." = "You appear to have no active internet connection.";

/* No account message */
"You have no activated account for this identity provider. Please try again after activating your account." = "You have no activated account for this identity provider. Please try again after activating your account.";

/* INVALID_RESPONSE error message (1 attempt left) */
"You have one last attempt left. If you again enter an incorrect PIN all the accounts on this mobile phone will be blocked." = "You have one last attempt left. If you again enter an incorrect PIN all the accounts on this mobile phone will be blocked.";

/* No connection message */
"You need a mobile internet connection to activate your account. Please try again later." = "You need a mobile internet connection to activate your account. Please try again later.";

/* Enrollment PIN description */
"You need a PIN code for this account. If you don't yet have a PIN code for tiqr please choose one." = "You need a PIN code for this account. If you don't yet have a PIN code for tiqr please choose one.";

/* Authentication PIN description */
"You need to enter your 4-digit PIN to login." = "You need to enter your 4-digit PIN to login.";

/* INVALID_RESPONSE error message (> 1 attempts left) */
"You supplied an incorrect PIN. You have %d attempts left. Please enter your PIN again. Check the verification icon for the last digit." = "You supplied an incorrect PIN. You have %d attempts left. Please enter your PIN again. Check the verification icon for the last digit.";

/* INVALID_USERID error message */
"You tried to login with an invalid or unknown account. Please (re-)activate your account first." = "You tried to login with an invalid or unknown account. Please (re-)activate your account first.";

/* Accounts navigation item title */
"Your accounts" = "Your accounts";

/* Accounts blocked error title */
"Your accounts have been blocked!" = "Your accounts have been blocked!";

